Repository: fubar-coder/rift-authenticator-for-windows
Catalog: RiftAuthenticator.CommandLine/Resources/Strings.*.resx
Languages: de

# app_commands
source: Commands:
de: Befehle:

# app_command_line
source: {0} [global-options] <command-name> [command-options]
de: {0} [globale-einstellungen] <befehl> [befehl-einstellungen]

# app_info_device_id
source: Device ID: {0}
de: Geräte-ID: {0}

# app_info_encrypted_secret_key
source: Encrypted Secret Key: {0}
de: Verschlüsselter geheimer Schlüssel: {0}

# app_info_serial_key
source: Serial Key: {0}
de: Seriennummer: {0}

# app_info_time_offset
source: Time Offset: {0}
de: Zeitabweichung: {0}

# app_invalid_command
source: No valid command specified: {0}
de: Keinen gültigen Befehl angegeben: {0}

# app_no_command
source: No command name specified.
de: Keinen Befehl angegeben.

# app_no_config
source: Configuration is empty.
de: Keine Einstellungen gefunden.

# app_opt_global
source: Global options:
de: Globale Einstellungen:

# app_unknown_args
source: Unknown arguments found: {0}
de: Unbekannte Argumente: {0}

# opt_global_help
source: Show help
de: Zeige Hilfe-Text

# opt_global_verbose
source: Set verbose level
de: Setze den Detail-Grad der Programm-Meldungen

# opt_help_cmd_options
source: Options for command {0} ({1}):
de: Optionen für den Befehl {0} ({1}):

# opt_help_description
source: Show help for a command
de: Zeige die Hilfe für einen Befehl

# opt_info_description
source: Show current configuration
de: Zeige die aktuellen Einstellungen

# opt_init_config_found
source: A configuration already exists, but the -f (force) option wasn't specified.
de: Es existiert bereits eine Einstellung aber die Einstellung -f (Erzwingen) war nicht angegeben.

# opt_init_description
source: Initialization of a new authenticator
de: Initialisierung eines neuen Authentifikators

# opt_init_opt_device_id
source: Manually specify a device id
de: Manuelle Angabe einer Geräte-ID

# opt_init_opt_force
source: Force overwrite of current configuration
de: Erzwinge das Überschreiben der aktuellen Einstellungen

# opt_login_token_description
source: Show current login token
de: Zeige die aktuelle Authentifikator-PIN für die RIFT™-Anmeldung

# opt_login_token_login_token
source: Login token: {0}
de: Authentifikator-PIN: {0}

# opt_login_token_remaining_time
source: Remaining time (ms): {0}
de: Verbleibende Zeit (ms): {0}

# opt_recover_description
source: Recover the authenticators configuration
de: Wiederherstellung der Authentifikator-Einstellungen

# opt_recover_error_no_answer
source: No answer for security question {0} ({1}) given
de: Es wurde keine Antwort für die Sicherheitsabfrage {0} ({1}) angegeben.

# opt_recover_error_no_email
source: No email address (user name) for login specified
de: Es wurde keine Email-Adresse für die Anmeldung angegeben.

# opt_recover_error_no_password
source: No password for login specified
de: Es wurde kein Passwort für die Anmeldung angegeben.

# opt_recover_opt_device_id
source: Manually specify a device id
de: Manuelle Angabe einer Geräte-ID

# opt_recover_opt_email
source: Email address used for login
de: Email-Adresse für die Anmeldung

# opt_recover_opt_password
source: Password used for login
de: Passwort für die Anmeldung

# opt_secret_questions_description
source: Show the users secret question(s)
de: Zeige die Sicherheitsabfragen

# opt_secret_questions_display
source: Security question {0}: {1}
de: Sicherheitsabfrage {0}: {1}

# opt_secret_questions_error_no_email
source: No email address (user name) for login specified
de: Es wurde keine Email-Adresse für die Anmeldung angegeben.

# opt_secret_questions_error_no_password
source: No password for login specified
de: Es wurde kein Passwort für die Anmeldung angegeben.

# opt_secret_questions_opt_email
source: Email address used for login
de: Email-Adresse für die Anmeldung

# opt_secret_questions_opt_password
source: Password used for login
de: Passwort für die Anmeldung

# opt_time_sync_description
source: Time synchronization with TRION's login server
de: Zeit-Synchronisation mit TRION's Login-Server

# opt_time_sync_display
source: New time offset: {0}
de: Neue Zeitabweichung: {0}

# app_account_n_of_m
source: Account {0} of {1}:
de: Account {0} von {1}:

# app_no_account_found
source: No account with the id {0} found.
de: Kein Account mit der ID {0} gefunden.

# opt_delete_account_description
source: Delete a existing account
de: Löschen eines bestehenden Accounts

# opt_global_account
source: Specifiy the account to use
de: Angabe des zu verwendenden Accounts

# opt_global_account_manager
source: Specify the account manager to use
de: Angabe des zu verwendenden Account-Managers

# opt_new_account_description
source: Create a new account
de: Erstelle einen neuen Account

# opt_new_account_name
source: Name of the new account
de: Name des neuen Accounts
